DavidAnson.vscode-markdownlint
James-Yu.latex-workshop
Zignd.html-css-class-completion
abusaidm.html-snippets
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
HookyQR.beautify
msjsdiag.debugger-for-chrome
ritwickdey.LiveServer
robinbentley.sass-indented
sporiley.css-auto-prefix
xabikos.JasmineSnippets
xabikos.JavaScriptSnippets
